Repository: knightofnet/EncodingDetector
Catalog: DetectEncoding/constant/texts/Resource_*.resx
Languages: es_es

# parserOptFileDesc
source: Path of file to analyze
es_es: Ruta del archivo a analizar

# parserOptOutputFileDesc
source: Target file for conversion. If omitted, the file will look like [Input file name]-Out[Input file extension]. If equal to "SAME_AS_INPUT" then same file as -f option
es_es: Fichero de destino para la conversión. Si se omite, el archivo tendrá el aspecto de [Nombre de archivo de entrada]-Salida[Extensión de archivo de entrada]. Si es igual a "SAME_AS_INPUT" entonces el mismo archivo que la opción -f

# parserOptSilenceLevelDesc
source: Adjusts the number of items displayed. 0: everything is displayed (as if -s absent), 1: just processing lines, 2: nothing is displayed
es_es: Ajusta el número de elementos que se muestran. 0: se muestra todo (como si -s estuviera ausente), 1: sólo líneas de procesamiento, 2: no se muestra nada

# parserOptTargetEncDesc
source: Converts the encoding of the analyzed file into a target encoding: {0}. Conversion is only possible if the source encoding has been detected.
es_es: Convierte la codificación del archivo analizado en una codificación de destino: {0}. La conversión sólo es posible si se ha detectado la codificación de origen.

# parserOptTargetEolDesc
source: Converts the end of line character : {0}. Conversion is only possible if the source encoding has been detected.
es_es: Convierte el carácter de fin de línea : {0}. La conversión sólo es posible si se ha detectado la codificación de origen.

# parserParseTrtEolNotExistTxt
source: The end of line character '{0}' does not exist. Type of possible: {1}
es_es: El tipo de carácter de fin de línea {0} no existe. Tipo de posibles caracteres de fin de línea: {1}

# parserParseTrtFileNotFoundTxt
source: The file {0} does not exist
es_es: El archivo {0} no existe

# parserParseTrtSilenceLvlWrontTxt
source: The -s option must be an integer from 0 to 2. '{0}' provides.
es_es: La opción -s debe ser un número entero de 0 a 2. provee.

# programMoreHelpOn
source: More help on http://wolfaryx.fr
es_es: Más ayuda en http://wolfaryx.fr/?p=3041

# programNoEncodingFound
source: No encoding found
es_es: No se detecta codificación

# programShowHeaderAuthor
source: by Aryx - Wolfaryx informatique -
es_es: por Aryx - WolfAryx informatique -

# programShowHeaderDisc
source: Encoding detection based on AutoIt Consulting work:
es_es: Detección de codificación basada en el trabajo de AutoIt Consulting :
